Repository: franglais125/update-extensions
Catalog: po/*.po
Languages: cs, hu, pl, ru_ru, uk_ua

source: Extension Updates Available
cs: Jsou k dispozici novější verze rozšíření
hu: Egyes bővítményekhez frissítések érhetőek el
pl: Dostępne są aktualizacje rozszerzeń Gnome
ru_ru: Доступны обновления расширений
uk_ua: Доступні оновлення розширень

source: Some of your installed extensions have updated versions available.
cs: Jsou k dispozici novější verze některých nainstalovaných rozšíření.
hu: Néhány teleptett bővítménynek új változata jelent meg.
pl: Dla niektórych z zainstalowanych rozszerzeń dostępne są nowe wersje.
ru_ru: Для нескольких установленных расширений доступны обновления.
uk_ua: Для деяких встановлених розширень доступні нові версії.

source: Show updates
cs: Zobrazit aktualizace
hu: Frissítések mutatása
pl: Pokazuj aktualizacje
ru_ru: Показать обновления
uk_ua: Показати оновлення

source: Check for updates every:
cs: Zjišťovat dostupnost nových verzí každých:
hu: Frissítések ellenőrzésének gyakorisága:
pl: Częstotliwość sprawdzania aktualizacji:
ru_ru: Проверять обновления каждые:
uk_ua: Перевіряти наявність оновлень кожні:

source: Hours
cs: Hodin
hu: óránként
pl: Godzina
ru_ru: Часов
uk_ua: Годин

source: Days
cs: Dnů
hu: naponta
pl: Dzień
ru_ru: Дней
uk_ua: Днів

source: Weeks
cs: Týdnů
hu: hetente
pl: Tydzień
ru_ru: Недель
uk_ua: Тижнів

source: Check for updates for system-wide extensions
cs: Zjišťovat novější verze i u rozšíření nainstalovaných pro celý systém
hu: Előteleptett bővítmények frissítéseinek ellenőrzése
pl: Sprawdzaj aktualizacje dla rozszerzeń systemowych
ru_ru: Проверять обновления для системных расширений
uk_ua: Перевіряти наявність оновлень для системних розширень

source: System-wide extensions are usually installed via a package manager
cs: Rozšíření instalovaná pro celý systém jsou obvykle instalována přes systémovou správu balíčků
hu: "Ezen bővítmények jellemzően a rendszer csomagkezelőjén keresztül telepíthetőek
pl: Rozszerzenia systemowe są zwykle instalowane za pomocą menedżera pakietów
ru_ru: Системные расширения установленные через штатный пакетный менеджер
uk_ua: Системні розширення зазвичай встановлені за допомогою менеджера пакунків

source: Use transient notifications (auto dismiss)
cs: Oznámení ponechat zobrazené vždy jen na chvíli, pak automaticky zavírat
hu: Frissítési értesítések automatikus törlése
pl: Automatycznie zamykaj powiadomienia
ru_ru: Включить временные уведомления (автоскрытие)
uk_ua: Використовувати спливаючі сповіщення (автоприховування)

source: Basic settings
cs: Základní nastavení
hu: Általános beállítások
pl: Ustawienia
ru_ru: Настройки
uk_ua: Налаштування

source: version:
cs: verze:
hu: Változat:
pl: wersja:
ru_ru: версия:
uk_ua: версія:

source: Checks for Gnome-Shell extension updates
cs: Zjišťuje aktualizace rozšíření pro Gnome-Shell
hu: Bővítmény, mely a Gnome Shell bővítmények frissítéseit ellenőrzi
pl: Sprawdzanie dostępności aktualizacji rozszerzeń powłoki Gnome
ru_ru: Проверка обновлений для расширений Gnome-Shell
uk_ua: Перевірка наявності оновлень розширень Gnome-Shell

source: Maintained by
cs: Vyvíjí
hu: Fejlesztő:
pl: Programista:
ru_ru: Разработано
uk_ua: Розробник

source: Webpage
cs: Webová stránka
hu: Honlap:
pl: Witryna internetowa
ru_ru: Страница расширения
uk_ua: Сторінка розширення

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. Sethe <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
cs: <span size="small">Tento program přichází BEZ JAKÝCHKOLI ZÁRUK. Podrobnosti viz <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, verze 2 nebo novější</a>.</span>
hu: <span size="small">A programra nem vállalunk semmiféle garanciát. Részletekért lásd: <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License 2. vagy újabb verzió</a></span>
ru_ru: <span size="small">Эта программа поставляет абсолютно без каких либо гарантий. Под лицензией <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a></span>
uk_ua: <span size="small">Ця програма поставляється БЕЗ ЖОДНИХ ГАРАНТІЙ. Ліцензія <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a></span>

source: About
cs: O tomto rozšíření
hu: Névjegy
pl: Informacje
ru_ru: О расширении
uk_ua: Про розширення
